Repository: apptentive/apptentive-kit-ios
Catalog: Sources/ApptentiveKit/Resources/*.lproj/Localizable.strings
Languages: ar, de, es, ja, ms, nl, ru, th, tr

# Web View Refresh Button Accessibility Label
source: Refresh
es: Actualizar

# Web View Refresh Button Accessibility Hint
source: Refreshes Web View
es: Actualiza la vista web

# OpenLinkAction
source: Open %@
es: Abrir %@

# Attachment Options Cancel Button
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
ja: キャンセル
ms: Batal
nl: Annuleren
ru: Отмена
th: ยกเลิก
tr: İptal et

# Attachment Options Files Button
source: Files
ar: الملفات
de: Dateien
es: Archivos
ja: ファイル
ms: Fail
nl: Bestanden
ru: Файлы
th: ไฟล์
tr: Dosyalar

# Attachment Options Images Button
source: Images
ar: الصور
de: Bilder
es: Imágenes
ja: 画像
ms: Imej
nl: Afbeeldingen
ru: Изображения
th: ภาพ
tr: Görüntüler

# Attachment Options Title
source: Select an attachment type.
ar: حدد نوع المرفق.
de: Anhangstyp auswählen
es: Selecciona un tipo de adjunto.
ja: 添付ファイルの種類を選択します。
ms: Pilih jenis lampiran.
nl: Selecteer een type bijlage.
ru: Выберите тип вложения.
th: เลือกประเภทการแนบไฟล์
tr: Bir ek türü seç.

# Download Attachment Accessibility Hint
source: Double-tap to download.
ar: اضغط مرتين للتنزيل.
de: Zum Herunterladen doppelt tippen.
es: Pulsa dos veces para descargar.
ja: ダブルタップしてダウンロードします。
ms: Ketik dua kali untuk memuat turun.
ru: Нажмите дважды, чтобы загрузить.
th: แตะสองครั้งเพื่อดาวน์โหลด
tr: İndirmek için iki kez dokun.

# MC Attach Button Accessibility Hint
source: Attaches a photo or file.
ar: قم بإرفاق صورة أو لقطة شاشة
de: Hängt ein Foto oder eine Datei an.
es: Adjunta una foto o captura de pantalla
ja: 写真もしくはスクリーンショットを添付
ms: Melampirkan foto atau fail.
nl: Voegt een foto of screenshot toe als bijlage
ru: Прикладывает фото или скриншот
th: แนบรูปภาพหรือไฟล์
tr: Bir fotoğraf ya da ekran resmi ekler

# MC Attach Button Accessibility Label
source: Attach
ar: الإرفاق
de: Anhängen
es: Adjuntar
ja: 添付
ms: Lampir
nl: Bijlage toevoegen
ru: Приложить
th: แนบ
tr: Ekle

# Web View Close Button Accessibility Label
source: Close
ar: يغلق
es: Cerca
ru: Закрыть
tr: Kapat

# Web View Close Button Accessibility Hint
source: Closes Web View
ar: إغلاق عرض الويب
es: Cierra la vista web
ru: Закрывает веб-просмотр
tr: Web Görünümünü kapatır

# MC Close Button Accessibility Hint
source: Closes Message Center.
ar: إغلاق مركز الرسائل.
de: Schließt die Mitteilungszentrale.
es: Cierra el Centro de mensajes.
ja: メッセージセンターを閉じる。
ms: Tutup Pusat Mesej.
nl: Sluit Berichten.
ru: Закрывает центр сообщений.
th: ปิดศูนย์ข้อความ
tr: Mesaj Merkezini kapatır.

# MC Close Button Accessibility Label
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
ja: 閉じる
ms: Tutup
nl: Sluit
ru: Закрыть
th: ปิด
tr: Kapat

# MC Profile Button Accessibility Hint
source: Displays the name and email editor.
ar: عرض محرر الاسم والبريد الإلكتروني.
de: Zeigt Name und E-Mail-Adresse im Editor an.
es: Muestra el editor del nombre y el correo electrónico.
ja: 氏名及びメール編集を表示する。
ms: Memaparkan nama dan editor e-mel.
nl: Geeft functie voor bewerken naam en e-mailadres weer.
ru: Отображает имя и электронную почту.
th: แสดงชื่อและผู้แก้ไขอีเมล
tr: Adı ve e-posta düzenleyicisini görüntüler.

# MC Profile Button Accessibility Label
source: Profile
ar: الملف التعريفي
de: Profil
es: Perfil
ja: プロフィール
ms: Profail
nl: Profiel
ru: Профиль
th: โปรไฟล์
tr: Profil

# MC Send Button Accessibility Hint
source: Sends the message.
ar: إرسال رسالة.
de: Sendet die Nachricht.
es: Envía el mensaje.
ja: メッセージを送信。
ms: Menghantar mesej.
nl: Verstuurt het bericht.
ru: Отправляет сообщение.
th: ส่งข้อความ
tr: Mesajı gönderir.

# MC Send Button Accessibility Label
source: Send
ar: إرسال
de: Senden
es: Enviar
ja: 送信
ms: Hantar
nl: Versturen
ru: Отправлять
th: ส่ง
tr: Göndermek

source: No Text
ar: لا يوجد نص
de: Kein Text
es: Sin texto
ja: テキストなし
ms: Tiada Teks
nl: Geen tekst
ru: Нет текста
th: ไม่มีข้อความตัวอักษร
tr: Metin Yok

# Show Attachment Accessibility Hint
source: Double-tap to open.
ar: اضغط مرتين للفتح.
de: Zum Öffnen doppelt tippen.
es: Pulsa dos veces para abrir.
ja: ダブルタップして開きます。
ms: Ketik dua kali untuk membuka.
nl: Dubbelklik om te openen.
ru: Нажмите дважды, чтобы открыть.
th: แตะสองครั้งเพื่อเปิด
tr: Açmak için iki kez dokun.

# MC Unavailable Message
source: Make sure your device can access the internet and try again.
ar: يُرجى التأكد من أن جهازك يمكنه الوصول إلى الإنترنت وحاول مجددًا.
de: Stellen Sie sicher, dass Ihr Gerät auf das Internet zugreifen kann und versuchen Sie es erneut.
es: Asegúrate de que tu dispositivo puede acceder a Internet y prueba de nuevo.
ja: デバイスがインターネットにアクセスできることを確認して、再試行してください。
ms: Pastikan peranti anda boleh mengakses Internet dan cuba lagi.
nl: Ga na of uw toestel verbonden is met internet en probeer het opnieuw.
ru: Убедитесь, что ваше устройство имеет доступ к Интернету, и повторите попытку.
th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ของคุณสามารถเข้าถึงอินเทอร์เน็ตได้และลองอีกครั้ง
tr: Cihazının internete erişebildiğinden emin ol ve tekrar dene.

# MC Unavailable Title
source: Message Center is not Available
ar: مركز الرسائل غير متوفر
de: Die Mitteilungszentrale ist nicht verfügbar
es: El Centro de Mensajes no está disponible
ja: メッセージセンターはご利用できません
ms: Pusat Mesej tidak tersedia
nl: Berichtencentrum is niet beschikbaar
ru: Центр сообщений недоступен
th: ไม่สามารถใช้ศูนย์ข้อความได้
tr: Mesaj Merkezi Kullanılamıyor

# MC Email Validation Error
source: Please enter a valid email address.
ar: خطأ - البريد الإلكتروني إما مفقود أو بصيغة غير صالحة.
de: Fehler - Die E-Mail ist entweder nicht vorhanden oder hat ein ungültiges Format.
es: Error: falta correo electrónico o formato no válido.
ja: エラー - メールアドレスが入力されていないか、形式が無効です。
nl: Fout - E-mailadres ontbreekt of heeft een ongeldige indeling.
ru: Ошибка — адрес электронной почты отсутствует или имеет недопустимый формат.
tr: Hata - E-posta eksik veya geçersiz biçimde.

# MC Unavailable Dismiss Button
source: OK
ar: موافق
de: Okay
ja: 了解
th: ตกลง
tr: Tamam
